insert into clinic(name_clinic, address, type_clinic, doctors, patients) values
('Клиника №1', 'Адрес №1', 'Взрослая общая', '{1,2}', '{1,2,3,4,5}'), --id:1
('Клиника №13', 'Адрес №666', 'Взрослая спец', '{3}', '{5}'); --id:2

insert into doctor(lastName, firstName, patronymic, birthday, specialization, clinic_id, patients) values
('Айболит', 'Иван', 'Ивановичь', '1999-03-29', 'Терапевт',1,'{1,2,3}'),   --id:1
('Врачиха', 'Инна', 'Абрамовна', '2003-01-01', 'Лор',1,'{3,4,5}'),   --id:2
('Отрежу', 'Всё', 'Чтоболит', '1987-01-13', 'Хирург',2,'{5}');   --id:3

insert into patient(lastName, firstName, patronymic, birthday, job, doctors, clinics) values
('Пациент', 'Иван', 'Ивановичь', '2023-03-29', 'Работаю', '{1}','{1}'),    --id:1
('Пациентка', 'Алла', 'Куй', '2023-03-29', 'Домохозяйка', '{1}','{1}'),    --id:2
('Заболела', 'Тут', 'Везде', '2023-03-29', 'Многодетная мать', '{1,2}','{1}'),--id:3
('Нечем', 'Заняться', 'Ихожу', '2023-03-29', 'Пенсионер', '{2}','{1}'),     --id:4
('Чего', 'Пришёл', 'Сюда', '2023-03-29', 'Нет работы', '{2,3}','{1,2}');        --id:5
